Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “怎么了？”中年人唐中华察觉到他的异样，顺着他的视线看到对面的男人，男人有着一张斯文儒雅的脸庞，但是奇特的，这张脸却给他人的感觉不太一样，好像不该是这样。
en_us: “What's wrong?” The middle-aged man, Tang Zhonghua, noticed his strangeness and followed his line of sight to the man opposite them. The man had a gentle and refined face, but the most peculiar thing was that this face gave off a different feeling from others, as if it should not be this way.

source: “怎么了？”凌霄挑眉问道。
en_us: "What is it?" Ling Xiao raised an eyebrow as he asked.

source: “怎么可能，凭你的实力，怎么可能接得下我的刀？”独眼刀疤震惊的瞪大眼睛，口中喃喃自语，他向来对自己的刀非常自信。
en_us: "How is this possible? How could someone of your strength possibly block my sword?" One-Eyed Scarface widened his eyes in shock, muttering to himself. He was always very confident in the power of his sword.

source: “怎么样，我聪明吧？”
en_us: "How was it, aren't I smart?"

source: “怎么样？”两人转了一圈，九夜询问道。
en_us: "How was it?" The two took a look around and Jiu Ye asked.

source: “怎么样？”游小默两眼亮晶晶的盯着他的脸。
en_us: "How is it?" You XiaoMo stared at him with bright eyes.

source: “怎么样？”游小默尽量让自己的声音听起来不那么兴奋。
en_us: "How is it?" You XiaoMo tried his best to sound less excited.

source: “怕什么，我又没在生气。”男人诡笑一声，旋即自言自语般的说道：“麟霄啊麟霄，不要以为改名换姓我就不知道是你……”
en_us: "What are you afraid of, I'm not angry." The man chuckled, muttering, seemingly to himself, "Lin Xiao, oh, Lin Xiao, don't think that just because you changed your name, I don't know who you are..."

source: “怕是不仅如此吧。”五长老冬霖摸了摸黑得发亮的胡子，神色平静，“那灵丹除了是六级上品灵丹，就连品质也是上品，他用的灵草应该是上品灵草，看来这一轮比赛的第一名，非他莫属了！”
en_us: “That’s not all,” Fifth Elder Dong Lin stroked his shiny black beard, calm as can be, “That pill isn’t just a high grade level six pill, but it’s also of a high quality. He used high quality magic herbs. Seemed like victory is fated to be his!”

source: “怕是只能如此了。”刑七一脸阴霜。
en_us: "I'm afraid that's probably so." Xing Qi wore a dark, icy expression.

source: “恐怕不止是这样而已，一场比赛，她竟然用上品灵草炼丹，看来她是真的很想赢游小默。”一名导师惊叹的说道，视线同时移到游小默身上。
en_us: “That’s not all. She even used high quality magic herbs to refine this pill in this competition, it seems like she really wants to win You XiaoMo,” a mentor expressed in shock, moving his gaze to You XiaoMo.

source: “恩公，这是灵龟族的东西，只要把小主人送到玄龟族，再让他们看这块牌子，玄龟族一定会代替在下报答二位，请二位恩人务必要帮忙，莫景一定牢记于心。”
en_us: "Mister, this is something from the Black Turtle Clan. As long as you send the Young Master back to the Black Turtle Clan and show them this card, the Black Turtle Clan will definitely reward you two in my stead. Please, you two gentlemen must help me. Mo Jing will absolutely remember this."

source: “想必大家都闻得出来，此款乃极品灵酒，喝一口便能快速的回复灵力，相信在座有不少好酒之人对它很感兴趣，我再告诉大家一个惊喜，灵酒的主人决定将它的配方附赠与拍下灵酒之人。”
en_us: As you can probably smell, this is a top quality (极品) spirit wine and with one sip, one can quickly regain soul power. I believe that many wine lovers seated here today would be highly interested, so I'll tell everyone another surprise. The owner of the spirit wine has decided to gift it's recipe to the bidder."

source: “想杀我？
en_us: "You want to kill me?

source: “想要那东西吗？”凌霄在他耳边说道。
en_us: "Do you want that?" Ling Xiao said beside his ear.

source: “想要？”凌霄将内丹拿到他面前。
en_us: "You want it?" Ling Xiao held out the (内丹) in front of You XiaoMo.

source: “想跑？”黑色的夜空突然响起星罗城主阴冷噬人的声音，像魔音穿脑一样，他的人同时出现在空中，恰巧挡在游小默面前，脸上的怒容非常明显，二话不说便动起手来。
en_us: "You want to run?" The cold and savage voice of the City Master of Starfall City suddenly rang out in the night sky and bore through the mind like a devilish tone. His figure simultaneously appeared in the air, coincidentally blocking You XiaoMo's escape route. The anger on his face was extremely obvious as he made his move without any extraneous words.

source: “感觉真有点像土著人的村落。”
en_us: "It feels a bit like an aboriginal village."

source: “慢着，只要你不杀我，我可以告诉你一个大秘密，是关于那个人的。”
en_us: "Wait a moment, as long as you don't kill me, I can tell you a big secret. It concerns that person."

source: “成儿。”武成的父亲武正推门走进来。
en_us: "Cheng-er." Wu Cheng's father pushed the door open and walked in.

source: “我……”
en_us: "I..."

source: “我不信！”苏朗愤怒得眼睛都红了。
en_us: "I don't believe it!" Su Lang's eyes turned red with anger.

source: “我不明白，这和妖凰族有什么关系？”
en_us: "I don't understand, what does this have to do with the Demon Phoenix Clan?"

source: “我也记起来了，想不到凡人做的食物这么好吃。”杨丁点点头，他也被这个香味勾起肚子里的馋虫，昨天的量实在是太少，他们根本没吃够，不过也足够让他们回味无穷了。
en_us: "Right, I remember it too. I didn't think something made by a common folk (凡人) would taste so good." Yang Ding nodded in agreement. His hunger was also triggered by such delicious smell. Yesterday's portion was way too small for it to be filling, but even then it was enough for them to remember it.

source: “我什么我，还不快过来跟谢大哥道歉。”莫雪没好气的说道。
en_us: "I what I, you're still not coming over to apologize to Xie-dage?" Mo Xue unhappily snapped.

source: “我们一人一个。”游小默兴致勃勃的对凌霄说道。
en_us: "Let's take one each." You XiaoMo animatedly told Ling Xiao.

source: “我们下去。”
en_us: "Let's go down."

source: “我们不想找同伴。”
en_us: "We don't want teammates."

source: “我们不是想借船，是要租船。”游小默还以为老人是担心他们不付钱。
en_us: "We don't want to borrow a boat, instead we want to charter a boat." You XiaoMo thought that the old man were worried that they would not pay.

source: “我们不是要回去吗，来这里做什么？”游小默终于忍不住好奇心开口问了，一边往陡峰看下去，高度太吓人了。
en_us: "Weren't we going to go back? What are we doing here?" You XiaoMo asked, unable to hold his curiosity at bay any longer. He looked down the steep sloping sides of the mountain. They were at a terrifying height.

source: “我们去二区，二区的价位在三到五积分之间，交易一次就足够你应付接下来的一个月了。”九夜平静的说道。
en_us: "Let's go to Block 2. Block 2's price is between three to five points. Making one transaction would be enough for to you to cope with (应付) the next month." Jiu Ye calmly said.

source: “我们去瞧一瞧。”
en_us: "Let's go take a look."

source: “我们奉命守在这里，二位若是强闯，除非先过我们这关。”其中一名强者甲当即撂下话。
en_us: "We were order to stand guard here. If you wish to forcefully get pass, then you have to go through us first." One of the experts threw out his reply.

source: “我们快找找看水元素之心在不在这里。”
en_us: "Let's quickly see if the Water Elemental Essence is here."

source: “我们来这里做什么？”
en_us: "Why did we come here?"

source: “我们来逐个击破吧。”
en_us: "Let's destroy them one by one."

source: “我们现在就出发。”
en_us: "We'll set out right now."

source: “我们要听听他的意思。”莫菲骄傲的抬高下巴，比起跟个臭男人且不顾自己意愿的人一起，她相信凭她的美貌男人更愿意跟她们一道。
en_us: "We want to hear his thoughts." Mo Fei lifted her chin up in arrogance. Compared to a stinky man and one that doesn't consider his feelings, she was confident that with her beauty, the man would want to be with them instead.

source: “我们要坐哪条船出海？”
en_us: "Which boat should we take out to sea?"

source: “我们要怎么过去？”游小默吞吞口水问道。
en_us: "How should we get across?" You XiaoMo swallowed and asked.

source: “我们要等城门开了再出去，还是硬闯？”
en_us: "Should we wait until the gates are open to leave or should we just brute force our way through?"

source: “我们走吧！”
en_us: "Let's go!"

source: “我们走！”姬芮吞下口中的血。
en_us: "We're leaving!" Ji Rui swallowed the blood in her mouth.

source: “我会听话的。”
en_us: "I will be obedient."

source: “我修炼的时候不要打扰我，还有，你们只能在这间石室里活动，如果让我发现谁跑出去了，后果很严重哦！”
en_us: "Don't disturb me when I'm cultivating, and, you can only stay in the stone chamber. If you go out, there will be very harsh consequences!"

source: “我刚刚耳鸣了一下，麻烦你再说一遍。”
en_us: “Sorry I didn’t hear that, can you repeat yourself?”

source: “我去整理灵草，你去整理其他东西，把东西归类放好，到时我看看哪些留着，哪些不要。”游小默立刻指使凌霄来，非常顺手。
en_us: "I'm going to sort the herbs, you go sort the other things. Once everything is sorted, then I'll see what we keep and what we don't. " You XiaoMo instantly assigned Ling Xiao a job, very smooth. (or just smoothly.)

source: “我叫阿川，是集九镇的人，刚刚你们在镇门口遇到的事情我都看到了，第一次来这里的人对这里一些规则不懂是正常的，如果二位爷有什么补知道的，大可以问小人。”阿川嘿嘿的笑道，目光扫向一旁的凌霄。
en_us: "I'm called A Chuan, a citizen of JiJiu Town. I saw what happened at the entrance. It's normal for people who come here for the first time to not know our rules. If there's anything you two gentlemen want to know, just ask me." A Chuan chuckled, his gaze darting to Ling Xiao.

source: “我可以解释的。”游小默咽了咽口水，转头瞪了猫球一眼，你个臭小子，竟然告状，下次绝对不会再带你出去了。
en_us: “I can explain.” You XiaoMo swallowed thickly, turning his head to give CatQiu a glare. You tattle tale brat, see if I take you out anymore.

source: “我同伴他有点问题，你看他的表情就知道他很呆，所以我不能放他一个人去，这位朋友，再拖下去蛇毒会遍布我全身，你帮我传达一句话就好，届时我会禀明长老，他一定会重重的答谢你的。”
en_us: "There's a little problem with my comrade. You can tell that he's stupid with one look at his face so I can't leave him here by himself. This friend here, the snake venom would spread through my whole body if we drag this on any longer. Just help me to convey a single sentence. I will pass word of your deed on to my elder at a later time. He would definitely thank you for your assistance."

source: “我在考虑要不要杀人灭口。”游小默说道。
en_us: "I'm wondering if I should kill them." You XiaoMo said.

source: “我在运气！
en_us: "I'm bracing myself! (运气) Think about it, seeing how famous I am now, when I go in, a lot of them would be looking at me in idolization. I'm afraid the pressure would get to me so I'm preparing."

source: “我对你很感兴趣，和我打一架吧。”黑袍男子表情张狂，透着狂傲之色的眼睛直勾勾的盯着他，锐气尽显，带着明显的好战分子，一看就知道他是个无时无刻不沉浸在血腥杀戮的人。
en_us: "I am very interested in you. Fight a round with me." The man in the black robe had a insolent expression as he stared at him with arrogant eyes. He was full of vigor and was obviously a battle-manic. With a look, one could tell that he was a man who incessantly immersed himself in He knew at first sight that he was a man who was always immersed in bloody slaughter.

source: “我就不下去了。”走到一半，游君其突然开口了。
en_us: "I won't go down with you guys," You JunQi suddenly said, halfway down.

source: “我已经派人去通知会长，过不了多久他就会过来，你逃不了的。”廖牙见他不为所动，便继续说道。
en_us: "I've already sent people to inform the guild leader. He'll be here soon. You won't be able to run." Seeing him unmoved, Liao Ya continued to talk.

source: “我很期待我们再次见面的那一天，希望你不要让我失望。”
en_us: "I greatly anticipate the day that we meet again. I hope that you will not disappoint me."

source: “我很欣慰。”白衣帅哥突然说了句牛头不对马嘴的话。
en_us: "I am very grateful." The handsome white-robed guy suddenly said something completely different.

source: “我怎么知道。”
en_us: "How would I know?"

source: “我怎么知道！”凌霄说。
en_us: "How I'm I supposed to know!" Ling Xiao said.

source: “我恨地图。”游小默一边用笔在地图上画来画去，一边小声的嘀咕着，他果然是世界上最苦逼的人，明明得到一张完整的藏宝图，却还要自己累死累活重新画一张出来。
en_us: "I hate mapes," You XiaoMo muttered as he sketched on the map. He was the most unfortunate person in the world. He had gotten a complete map, yet he had to draw a new one himself.

source: “我想二位就不要争了，多出来的两株便归我丹师工会。”正当气氛越来越紧张的时候，但是工会的代表突然开口说话了。
en_us: "I think the two of you should stop fighting. The extra two magic herbs should belong to my Mage Association." Just when the atmosphere was getting more and more tense, the representative from the Mage Association suddenly opened his mouth.

source: “我想，她与莫玛的关系应该不是很好，我们与莫雪结怨对她来说应该正是个机会，所以她真正针对的不是我们，而是莫玛。”凌霄勾起一边嘴角，笑得颇高深莫测。
en_us: "I'm guessing that she doesn't have the best relationship with Mo Ma. The bad blood between us and Mo Xue was a chance, so the person she's really targeting isn't us, but Mo Ma." The corner of Ling Xiao's mouth curled up, his smile meaningful.

source: “我承认我不是阁下的对手，但是阁下想杀我最好还是掂量一下比较好，若是被我身后那个人知道你杀了我，他一定不会放过你的。”
en_us: "I admit that I'm not your honor's (阁下) opponent, but if your honor wanted to kill me, you should think about it a bit more. If the person behind me knew of my death, he would definietly not let you off."

source: “我承认我的实力是不如他，但是圣境又如何，天狗不是没有圣境强者，天鬼也是十二阶的强者，除非他能把天鬼也打败，那才叫真本事。”天恨濡染变成一副吊儿郎当的摸样，好像流氓一样。
en_us: "I'll admit that I'm not as strong as he is, but so what if he's Sacred Level? It isn't like Tengu has no Sacred level elites. Tian Gui is also level twelve. If he can beat Tian Gui, then that's really something." Tian Hen suddenly took on a very sloppy demeanor, like a street thug.

source: “我明白了。”
en_us: "I understand."

source: “我明白了，公子请放心。”
en_us: "I understand, Young Master can be at ease."

source: “我是谁不重要，重要的是我不喜欢你们。”男人垂眸露出一个危险的表情，身后的黑色漩涡自他走出来后就消失了。
en_us: "It's not important who I am. What's important is that I don't like you." The man lowered his eyes, revealing a dangerous expression. The black vortex disappeared on its own from behind him after he walked out of it.

source: “我有件事想摆脱二位。”傅苍穹见不得爱徒为难，便站出来，接着道：“想必二位也知道小徒的伤势，我用了两百多年也没能医好他，直到前段时间，终于被我发现有一种灵丹，它不仅可以医好小徒的伤势，而且还能让他恢复到受伤前的状态。”
en_us: "I have something to request of the both of you." Fu CangQiong could not bear see the disciple he doted on the most feeling embarrassed, so he stood up and said, "I believe that you two know of the wounds my youngest disciple suffered. I have not been able to heal him even after more than two hundred years. It was only until a while ago where I finally found a particular type of magic pill. Not only can it heal the injuries of my youngest disciple, but it can also restore him to the state before he had the injury."

source: “我来了。”银发青年迟疑点了下头，发出的声音却沙哑至极，当两人眼睛相对的时候，曾经迷惘的感情似乎在这一刻全部烟消云散了。
en_us: "I'm here." The silver-haired young man hesitantly nodded, his voice raspy. When their gazes met, their once confused and hazy feelings seemed to disperse into the wind.

source: “我没夸奖你。”
en_us: "I didn't."

source: “我没有骗你，我是说真的！”游咏害怕得牙齿真打颤。
en_us: "I didn't lie to you, I'm speaking the truth!" You Yong was so afraid that her teeth were chattering.

source: “我现在给你第一个任务，你去打听打听这里是什么地方，怎样才可以快速的回到陆地。”游小默深呼吸了一口气，现在不使唤他，他总觉得划不来。
en_us: "I'm going to give you your first assignment. Go and find out where are we and what's the fastest way to return to land." You XiaoMo said as he took a deep breath in. It didn't pay to not use it when he could.

source: “我的丹方是一种名叫赤火丹的彩级一品丹方，它的作用是在战斗时服用可在短时间内增加一到两星的修为，维持时间大概是两个时辰。”
en_us: "My pill recipe is for a first grade rainbow pill called the Red Blaze Pill. After ingestion, it can increase one's cultivation base by one or two stars in combat for about four hours."

source: “我看他是吃定游震天不会放弃吧。”
en_us: "I think he's certain that You ZhenTian will not give up."

source: “我看你是对我们不满，所以故意耍我们对吧？”
en_us: "I think you're just displeased with us and trying to fool us, aren't you?"

source: “我看看”凌霄将玉盒递给游小默。
en_us: "Let me see." Ling Xiao said as he passed the jade box over to You XiaoMo.

source: “我看，你是想叫你的同伙来救你吧。”星罗城主眼睛直勾勾的看着他，一语便道破他的想法。
en_us: "I think you just want your accomplice to come and save you." Starfall City's City Master stared at him, easily seeing through his schemes.

source: “我真的能遇到吗？”天心仰起头。
en_us: "Can I really meet that person?" Tian Xin looked up.

source: “我知道。”
en_us: "I know."

source: “我知道。”游小默扬起手制止他下面的话。
en_us: "I know." You XiaoMo held up his hand to cut him off.

source: “我知道了。”
en_us: "Got it."

source: “我知道了，你一定是主人的手下，对不起，我是黄鼠兽，过不了多久也会成为主人的一员手下，请多多指教！”
en_us: "I got it! You must be the Master's subordinate. I apologize, I am the Ground Squirrel Beast who will soon become the Master's subordinate too. I resign myself to your guidance!"

source: “我知道了，你也要小心。”
en_us: "Got it. You be careful, too."

source: “我知道了，我会注意一点的。”凌霄不是很诚心的说道，然后就走了。
en_us: "I know, I will pay attention to it." Ling Xiao said it a little insincerely, before he left.

source: “我知道了，继续找天鬼的消息。”天刀递给花雕一枚布了禁制的玉简，“你把这枚玉简交给天元，这里面有很重要的信息，除了天元，谁都不能看。”
en_us: "I understand. Continue to search for Tian Gui." Tian Dao handed a sealed jade drive to Hua Diao. "Give this jade drive to Tian Yuan. There's very critical information in here, and it's for Tian Yuan's eyes only."

source: “我知道你很关心我，你的心意我收到了。”
en_us: "I know that you care a lot about me. I appreciate your kindness."

source: “我知道，你要不要去我的空间里待着？”凌霄头也不回的说道。
en_us: "I know, do you want to go stay in my dimension?" Ling Xiao didn't even turn his head as he spoke.

source: “我知道，所以特意膈应你的。”凌霄脸上的笑容越发温和。
en_us: "I know, so that's why I specifically replied to you that way." The smile on Ling Xiao's face grew even warmer.

source: “我突破了，我突破了，以后终于可以炼彩丹了！”
en_us: "I made it, I made it, I can finally refining rainbow pills!" (我突破了)

source: “我竟然又输给游小默了？”
en_us: “I lost to You XiaoMo again?”

source: “我若不翻窗户进来，现在大概已经被抓起来了。”莫景也不想，但是现在他被全城通缉，城门又出不去，不小心一点他肯定等不到他们过来。
en_us: "I might have been arrested if I didn't enter through the window." Mo Jing did not want to enter in this manner too, but he was currently wanted by the whole city. He also could not exit the city gates and he definitely would not be able to wait for them to arrive if he was not careful.

source: “我要说的确实是水元素之心，水元素之心与木元素之心要难找得多，相传这枚元素之心原是 与东洲衔接的海洋霸主拥有的，但是白虎喜水，于是他偷走元素之心，不过这件事很少有人知道。”
en_us: "I was indeed about to say the Water Elemental Essence. The Water Elemental Essence is much harder to find than the Wood Elemental Essence (木元素之心). Legend has it that this Elemental Essence was originally in the possession of the Chief of the Oceans (海洋霸主), which is connected to Dong Zhou. But because the White Tiger likes water, he stole the Elemental Essence. However, this is something that very few people know about."

source: “我觉得集九镇的人很可能不会善罢甘休，要不你去我空间待着？”游小默提议道。
en_us: "I don't think the townspeople will let this be. Do you want to stay in my dimension for now?" You XiaoMo suggested.

source: “我认为这件事不用再调查，贪狼一定是黑蜘蛛的人杀的，他们不过是想利用我们惯性的想法，让我们以为他们敢把贪狼的内丹拿出来拍卖是因为贪狼不是他们杀的。”暴怒情绪一激动，又轰碎了一张桌子。
en_us: "I think there's no need to look further into this. The Wolf of Gluttony was definitely killed by Black Spider's people. They just want to fool us into thinking that it wasn't them because they dared to auction off the Wolf of Gluttony's Life Crystal!" Warth's temper flared and he destroyed yet another table.

source: “我说你们，这条消息都已经过时了，你们怎么还在讨论！”
en_us: "I say, this news is already so outdated. Why are you still talking about it?!"

source: “我说的打一架是我们，不是傅苍穹他们。”凌霄耐心的说道，对他的智商向来没有报太大的期望。
en_us: "I meant that we'll be the ones fighting, not Fu CangQiong and the rest." Ling Xiao said patiently. He had never had too high expectations for You XiaoMo's IQ.

source: “我说的是人话。”凌霄瞥了他一眼，说完就准备推开大门走进去。
en_us: "What I said was a human language." (人话) Ling Xiao glanced at him and was about to open the gate to walk inside.

source: “我身上的金龙血脉应该是我父亲这一脉传承下来的，只不过因为血脉经过数代人，到我这一代已经很稀薄，所以和麒麟族及妖凰族的血脉不同，需要靠龙血才能把血脉激发出来。”
en_us: "The Golden Dragon bloodline that I have should have been inherited from my father's side. It's only because the blood been diluted through the generations, so it's very thin in my generation. Therefore, it is necessary to rely on dragon blood to stimulate the bloodline unlike the bloodline of the Qilin Clan and the Demon Phoenix Clan."

source: “我还有一个问题。”游小默说道。
en_us: "I have a question," You XiaoMo said.

source: “我闭关这么久，外面有没有发生什么事？”
en_us: "I secluded myself for so long, did anything happen outside?"

source: “我需要你们看得起我？
en_us: "I need you guys to think highly of me? (看得起我) Who the hell are you?!" (哪根葱) You XiaoMo was not the same You XiaoMo from his previous life, his temper grew.

source: “我高兴。”游小默撇嘴，小愿望实现起来才容易，伟大的梦想那是说着好听的，真正能实现的没几个。
en_us: "I'm happy with this." You XiaoMo pouted. It was easy to realize low aspirations. Grand dreams were easy to speak of and nice to hear about, but few could realize such tall aspirations.

source: “所以他从小就很自卑？”
en_us: "So he always felt very inferior since he was a child?"

source: “所以他懒得画地图？”游小默咬牙切齿道。
en_us: "So he's too lazy to draw a map?" You XiaoMo gritted his teeth.

source: “所以你们是觉得我们实力不错，所以想邀请我们加入你们的队伍是吗？”游小默发现莫雪两姐妹的眼睛从刚刚开始就没有离开过凌霄的脸，真是见鬼的实力，这摸样分明就是冲着凌霄来的。
en_us: "So you're here to invite us to your team because you feel that we're strong?" You XiaoMo realized that Mo Xue and her sister hadn't shifted they're gaze from Ling Xiao since the beginning. To hell with 'strength', they were clearly here for Ling Xiao.

source: “所以很明显，他之前是装出来的。”凌霄百无聊赖的说道，这个问题他认为没必要去讨论，因为结果很明显。
en_us: "The answer is obvious, he was pretending before." Ling Xiao answered, completely bored and uninterested. He didn't believe that it was something worth discussing, since the answer was obvious.

source: “所以我才提前说。”游小默当然知道这一点，等他回去，说不定他的主人还会给他洗脑，把他们的记忆从他脑袋里洗去。
en_us: "That's why I'm saying this now." Of course You XiaoMo knew this. After the baby turtle returned, his master would most likely brainwash him and clear away all of the memories they had shared.

source: “所以真相是？”
en_us: "So the truth is?"

source: “所以，你还是解不开？”
en_us: "So, you're still unable to undo it?"

source: “所以？”
en_us: "And?"

source: “所以？”游小默没想到那只鸡竟然这么不小心，不仅被发现了秘密，还主动把秘密告诉姬凤，唔，他要不要杀人灭口？
en_us: "Therefore?" You XiaoMo hadn't thought that the chicken would actually be so careless. Not only was his secret discovered, he had also told the secret to Ji Feng voluntarily. Eh, should he kill him to silence him?

source: “所以？”龙血眼眸微微眯起。
en_us: "So?" The eyes of the dragon blood (龙血眼眸) narrowed slightly.

source: “才一颗？”
en_us: "Just one?"

source: “打一架是少不了的。”凌霄的声音传进他的脑海里。
en_us: "A fight is unavoidable." Ling Xiao's voice slipped into his mind.

source: “托你的福，过的还不错。”
en_us: "Thank you for your inquiry. I've been doing pretty well."

source: “找到了！”
en_us: "I've found them!"

source: “找我们应该不可能，难道真遭了小偷？”游小默给凌霄倒了一杯热茶，一边兴致勃勃的猜测着，说道小偷，他倒是想起一个人来。
en_us: "It should not be possible for him to have sealed the city in order find us. Could it really have been due to a thief?" You XiaoMo poured a cup of hot tea for Ling Xiao while speculating enthusiastically. One person came to mind while speaking of thieves.

source: “把人留下，我饶你一命！”
en_us: "If you leave him here, I'll spare your life!"

source: “把你老板娘叫来！”游小默冷下脸，命令的说道。
en_us: "Where's your boss!?" You XiaoMo's expression chilled, saying demandingly.

source: “把水元素之心给我。”凌霄有道。
en_us: "Give me the Water Elemental Essence." Ling Xiao said.

source: “把那枚空间符标下。”
en_us: "Buy that teleportation talisman."

source: “抱歉，我不想做！”游小默想也不想就拒绝。
en_us: "Sorry, I don't want to!" You XiaoMo rejected instantly.

source: “拍卖会什么时候开始？”游君其问道。
en_us: "When will the auction start?" You JunQi asked.

source: “换灵草一事我可以不追究，但是你们破坏我的禁制，又动了我的书……”天修没有同情天恨，他只关心自在阁。
en_us: "I won't pursue the act of exchanging magic herbs, but you broke my seal and touched my books..." Tian Xiu didn't sympathize wuth Tian Hen, he only cared about Leisure Pavilion.

source: “掌柜的，他门中招了。”
en_us: "Owner, they fell for it."

source: “掌柜的，怎么回事？”厨娘连忙问道。
en_us: "Boss, what's going on?" the cook asked hurriedly.

source: “掌柜，怎么回事？”厨娘连忙道。
en_us: "Shopkeeper, what's wrong?" Hurriedly, the chef asked.

source: “接下来你要怎么把他们叫出来？”游小默兴奋的看着凌霄，昨晚是他自己说的，不用找也能让天狗的成员自己出现。
en_us: "How are you going to call them out later?" You XiaoMo excitedly looked at Ling Xiao. Last night, he said it himself, he would be able to let the members of the Tengu appear on their own even without looking for them.

source: “接下来怎么办才好？”
en_us: "What should we do next?"

source: “接下来我们就等玄龟族的人找上门来吗？”游小默给凌霄续了杯热茶，茶水是客栈提供的，房间是海初早就给他们安排好的，显然早有预谋。
en_us: "So next we should just wait for the Black Turtle Clan's people to come find us?" You XiaoMo poured a cup of hot tea for Ling Xiao. The tea was was provided by the inn, and the room had been prepared well in advance by Hai Chu. It was clear that this was planned beforehand.

source: “接下来我们来谈谈报酬。”游小默在他面前蹲下。
en_us: "Next, let's discuss the compensation." You XiaoMo squatted down in front of him.

source: “接下来我们要先去你父亲的亲信那里，还是先把小乌龟送回玄龟族？”游小默将小乌龟放到肩膀上。
en_us: "Next, should we first head to where your father's trusted aide is, or should we deliver the little tortoise back to the Black Tortoise Clan?" You XiaoMo placed the little tortoise onto his shoulder.

source: “接下来我们要去哪？”
en_us: "Where should we go next?"

source: “接下来我们要离开自然城，你呢？”
en_us: "We are going to leave ZiRan City after this. What about you?"

source: “接下来找个地方修炼……”凌霄说道。
en_us: "Next, we'll find a place to cultivate..." Ling Xiao instructed.

source: “接下来是最后一件。”程荷接过侍者端过来的托盘，当众人的视线都集中在她身上时，方抬起手抓住黑布的一角慢慢的掀起来，仿佛在吊众人的胃口一样。
en_us: "The next item is the last." Cheng He took the tray that the attendant carried over. When everyone's eyes were focused on her, she raised it up as one hand (方抬起手) grabbed a corner of the black cloth and slowly lifted it up, as if keeping everyone in suspense.

source: “接下来是最后一件压轴宝贝……”随着拍卖师的话，拍卖台升起一个由红布遮着的托盘，平平的，看起来什么都没有的样子。
en_us: "Next is the last treasure..." In the wake of the auctioneer speaking, a tray covered with red cloth rose from the auction platform. It looked flat and seemed to be empty.
